[
    "最近半澤直樹既續集熱播，我見到好多網上既評論。其中講到大結局好多人都話非常之好睇同埋熱血沸騰。老實講我就無追開，亦都本著劇透死全家既精神，唔特別談及劇情。不過據聞繼續飾演半澤老婆既上戶彩，係劇中其中一句引起不少迴響：\n『只要繼續生存落去，就總有啲野可以做既。』\n呢句話當然係絕對正確，亦都果然引起唔少人既共鳴，尤其是今年真係實在太多壞消息。我完全相信咁樣既對白甚至經過編組人員配合返成個全球大環境既精心設計而成。我自己過往從事唔少文字上既創作，當然亦明白係一個故事主線不斷描畫人性黑暗同勾心鬥角既高張力劇本入面，突然之間有一個非常顧家、千依百順、幾時都企起老公身邊（甚至背後）既賢內助，甚至係上戶彩咁既美女做嬌妻，係不可或缺既元素。\n尤其是老公上完戰場返黎無論飲左幾多流彈受左幾多挫折同冤屈之後，都仲可以聽到支持鼓勵既說話，感覺係可以有幾正。做出黎既成個畫面亦一定非常溫馨同治癒。\n但創作還創作，現實還現實。其實我地都依家活係今時今日既香港，亦都開始明白，有時只係下巴輕輕講幾句極度 Positive 既野，係一撚啲用都無，甚至對於本身情緒低落（甚至有情緒病）既身邊人只會適得其反。再舉例落去，呢啲句子我地由細聽到大『聽日一定會好天架』／『肯堅持落去就一定會成功架啦』／『唔好唔開心啦，唔好諗就會唔記得』等等。我當然明白生存落去，就總有野可以做，我呢個系列，亦都絕對唔係要鼓吹大家自尋短見。我只係想指出，生存落去，就有野可以做同時，繼續無能為力既事情，一樣咁多。問題係我地點樣係呢個狹縫到搵到自己既自在點，呢個先係關鍵。\n半澤直樹非常好睇，係因為故事超現實，本身已經有唔少觀察者指出呢一點。大家都知道真相係係日本呢個階級統治咁牢不可破既社會，以下犯上係絕對不容許。上一篇已經講到日本人講究跟隨大眾既共識然後將呢樣野變成不可逆既大潮流，所有既其他倒逆思想都要被迫磨平自己然後順勢，否則一定會被整個團體排斥。好似半澤咁既情節甚至連政治權貴都俾佢接近一人之力推倒，我自己唔係熟悉日本政經既專家，唔敢講無，但相信係絕無僅有。而現實半澤既下場，應該一定會非常仆街。\n另一句金句所謂既『＿倍奉還』，亦都係自己不願對現實低頭再做一粒可以俾人用完即棄既齒輪既強大吶喊。但偏偏，日本文化最講求逆來順受，而且好似一出世已經受人好多照顧，要不斷做好多野去『報恩』。第一課就係要講幾時都要服從管理層，無論上司做錯，都係下屬問題。而且日本人成日都要求無論受左幾多苦，都要有感恩之心，要時刻都做到外皮果浸非常之樂觀，咩野都唔會Say no，永遠都無托手踭，甚至要不斷鞠躬，多謝前多謝後。香港人去日本受到呢種照顧，自然覺得天堂一般既享受，幾乎要將日本當為自己既後花園。之但係，絕大部份香港人都無理到／唔想理果種付出背後既抑壓同陰暗面。\n而其實香港人依家普遍最怕聽到既，就係呢種成日正能量既『感恩撚』，又或者係『我地以前都係咁樣捱架啦，你地呻咩苦』呢種廢老語氣，其實根深蒂固不單止係日本，甚至係南韓以至整個亞洲。原來打完飛機之後，賢者時間完左，我地又返番黎現實。結果半澤二都做完喇，激勵完又會進入番自身既虛空，兜兜轉轉又返到正題：我地繼續生存，仲有咩可以做先？\n我將會嘗試引進一個重要概念，呢個同之後點樣去看待世事可能會有啲啟發。如果你地有咩想發表或者想我講，歡迎留言話俾我聽。下一集再見。",
    "備課嘅時候，咁啱要揾一啲關於 diaspora 嘅資料，其中揾咗少少朝鮮人流散各地嘅資料。有中亞嘅 Koryo-saram，有日本嘅朝鮮族，有庫頁島嘅 Sakhalin 韓人，仲有美國嘅韓裔。\n佢哋堅持自己文化傳承嘅方式，我諗好多移咗民嘅家庭會覺得好慚愧。韓裔係離開咗故鄉五代、六代，都仲保留到自己嘅語言、文化。佢哋喺日本可以保留到自己嘅學校，堅持用韓文教學。喺中亞嘅 Koryo-saram (高麗人) 繼續食泡菜，保持返自己嘅禮儀。其實佢哋同周圍嘅人外觀好似，要放低自己嘅身份包袱，係隨時都可以做到。但係佢哋冇噉樣做。佢哋選擇咗堅持。\n喺離散嘅環境，堅持嘅阻力好大。首先你要同其他族群分隔（separation），要有好強烈嘅身份認同，可能要用同族通婚嘅要求嚟避免溝稀，要用方式去宣示自己嘅認同；但係維持自己嘅社群分隔之餘，你又要避免邊緣化（marginalisation），要同主流族群有某程度嘅融合（integration）。分隔住嚟融合，完全係精神分裂嘅舉動。每種文化，每種身份認同，不外乎都係建基於：　（一）信念，例如宗教觀、世界觀；　（二）價值，例如係人道原則、善惡嘅判別、自由或者權威嘅推崇、各樣嘅審美觀；　（三）規範，例如待人接物嘅禮儀、範式　（四）社會行為：起居飲食嘅習慣、冠婚喪祭各種儀式。\n但係每一種融合，都係以上嘅犧牲同取捨。唔講啲太深層嘅價值衝突，我有個朋友只係「鍾意食蒸魚」就已經俾人話融入唔到英國生活喇。到到你信念、價值、規範同社會行為都修正到主流族群認同得到，可能你嘅族人已經過半數俾人溶（assimilate）咗喇。話之你一二百萬人都好，兩三代之間就可以融為一體，你睇泰國嘅潮州人就知。\n呢啲有本國嘅離散可能已經係比較幸福嘅例子，起碼你有個發源地可以向你提供源源不絕嘅新資源。如果一個民族嘅故鄉都未係咁發展，或者冇咗呢個文化嘅來源，你就真係同探索火星冇好大分別。移民去美國嘅 Hmong 人（「苗族」）有民族認同，有自己語言，有自己嘅服飾，有自己嘅音樂、舞蹈、慶典，有自己一套宗教觀同巫醫，仲要真係夠膽去到美國都行童婚制，搶（kidnap）新娘，一個女人生十胎。佢哋喺美國嘅洪流之下，幾十萬族人都避唔開同化嘅厄運。\n睇多兩段片，感受咩叫人離鄉賤。因為無論係堅持定係放棄認同，都係好難行嘅路。假設你全個民族嘅人移民咗去美國，你點樣堅持到你自己嘅文化？如果你選擇放棄，你又會放棄啲咩？定係其實你連堅持咩、放棄咩都唔會知，因為你連自己係點都未定義到？",
    "點解二月特別短？有無2月29日生日嘅朋友呀？今年終於等到喇！我真係恭喜你呀！\n點解咁多個月份，唯獨是2月日數特別少？原來有時仲要唔止四年先有一閏？古羅馬人，你有諗過2月嘅感受嗎？\n一月大、二月小、三月大、四月小、五月大、六膽……大家細個有無去學咁樣去記唔同月份有幾多日呢？有無諗過點解有啲月份有30日，有啲有31日，唯獨是2月寧舍少，剩係得28日？或者好似今年咁，有29日呢？\n呢個其實係古羅馬人嘅傑作嚟㗎。根據記載，古羅馬原本一年只有十個月，每個月有30或者31日，由依家嘅3月開始，到12月結束，喺依家9至12月嘅名都見到少少端倪㗎。而剩低嘅冬天呢，可能因為無關收成，就唔計嚕。\n相傳後來去到國王努瑪龐皮留斯，就想試下用第二個方式計算曆法。據說由於雙數喺古羅馬其實係唔吉利嘅數字，所以國王努瑪決定將日數係雙數嘅月份，都分別減少一日，變成29日，另外一年嘅日數就根據月相喺一年內大約有12個盈虧週期而定。但由於354日都係雙數喎，所以佢又加多一日變成355日，將多出嘅57日分成兩個月，作為一年中嘅最後兩個月。又話唔想要雙數？因為當時嘅2月係古羅馬入面嘅淨化月，羅馬人會喺呢個月舉行淨化贖罪，又或者處刑犯人等等嘅儀式。橫掂都唔吉利，是但啦。\n不過地球環繞太陽一週，其實係有大約365又4分之1日，沿用呢個曆法，過幾年之後，季節同月份就會開始對唔上而出現混亂㗎啦。所以去到公元前46年，凱薩大帝就重新整理咗曆法，稱為儒略曆，加番10日去唔同嘅月份。BOOM!!! 一年就變成有365日啦，好嘢！等等先未搞掂嘅。因為一個回歸年係有大約365又4分之1日，所以凱薩大帝又規定每四年一閏，喺2月加番一日，就好似今年咁喇。\n不過你又知唔知，唔係每四年就一定係閏年㗎？因為地球繞太陽一個圈，其實唔係啱啱好365又4分之1日，而係短少少少少嘅365.2422日。唔好睇少嗰少少呀，若果一直都每四年一閏，每400年就會多咗3日。所以後來教宗格列高里十三世，喺1582年宣佈更改閏年規則，公元年數被4除盡嘅就係閏年，但如果被100除得盡而被400除唔盡嘅，就唔係閏年，咁樣就可以喺400年中減少3個閏年。平均一年長365.2425日，接近番公轉週期嘅365.2422日，就係我哋依家用緊嘅格列高里曆喇。",
    "我要先旨聲明，我本人並不是一個研究普及文化嘅學者。我只是以剛剛登陸之年，又係生於斯、長於斯嘅香港人，並且一直從事同普及文化相關嘅工作，所以係用過來人嘅身份，同大家分享我嘅所知所見所聞。直接啲講，其實各位係聽緊一個大叔喺度講古咁解。而大叔，係唔會提供數據、註解、出處或者研究所得嘅。\n不過，就算係大叔講古，都要講得清清楚楚。特別係涉及「文化」呢兩個字。呢兩個字可能對某啲人嚟講，比較抽象同大陣仗，我希望可以簡單些少去界定。文化其實就係選擇，又或者係選擇之後表現出嚟嘅整體狀態。每一個人擁有嘅時間同資源都係有限嘅，所以我地每一日每段時間每分鐘都可能要選擇。你選擇去遊行定去游水，選擇睇龍珠定係睇龍虎門、或者係龍虎⋯每一個選擇累積下來，就會成為一個人嘅文化習性同經騐。而將香港幾百萬人嘅呢啲習性同經騐連成整體去觀察，就係我呢位大叔講緊嘅：香港普及文化嘞。\n好嘞，大叔開始講古啦喎。不過大家唔使太擔心，呢隻古唔係好長嘅唧，因為香港嘅普及文化現象，出現咗無非都祇係幾十年。喺我嘅短暫人生當中，就見証咗收音機普及嘅五、六十年代，電視當紅嘅七、八十年代，電影、廣東歌橫掃嘅八、九十年代，以及互聯網同手機主宰嘅千禧後。當中仲包含咗報章雜誌由上世紀紅到發紫到而家吊緊鹽水嘅生死輪迴⋯我用媒體歷史嘅角度切入，除咗因為自己從事傳媒工作，更加因為媒體一直係大部分香港人生活當中嘅經常選擇，同時又影響香港人生活裡面嘅其它選擇。剛才講過，選擇、就延伸成為文化。\n呢個唔係好長嘅古有幾個特點。首先，因為唔長，所以第一個特點就係短。幾十年嘅發展，同好多其他文化體系相比，的確只係年輕貌美，未夠內涵，又或者叫做觀音頭、掃把腳，整體絕對未曾去到夠深遠夠精緻嘅地步。\n第二個特點就係，香港之能夠有獨特嘅普及文化，的確係一個奇蹟。過去幾十年，人口同資金嘅集中，成為咗市場發展嘅基礎；中西文化資訊嘅輸入，又提供咗大量思想嘅刺激。而最最重要嘅係，論到先進嘅傳媒製作同創作，亞洲除日本外的絕大部分地區，包括中國大陸、台灣、韓國、泰國等等，直到八十年代左右，仍因為種種原因，尚未認真起步。當年香港佔盡先機，所以出現咗傳媒盛世，無論電視、電影、歌曲，都輸出到全球華人區域，甚至全世界。所以我不能不說，呢個確實係天時地利人和夾埋嘅奇蹟，好類似傳說中嘅「龜兔賽跑」。\n呢個奇蹟嘅發生，仲因為有好多普及文化工作者，佢哋唔單止照顧市場嘅需要，仲對自己有非比尋常的要求。呢度我舉幾個例子：粵劇方面嘅唐滌生先生啦、小說方面嘅金庸前輩啦、科技方面嘅高錕教授啦⋯其實仲有好多好多，我只係舉一啲最重要同冇乜爭議性嘅例子，說明香港的確有奇人。佢哋比時代跑得快好多，並且自己有一套標準。而呢套標準，在在提醒我地，就算市場大眾只係想要五分，佢哋自己都要做到十分滿分。而滿分嘅作品，係最有開創性、影響力同傳承價值嘅。\n我話市場大眾想要五分，其實可能講多咗。之前提到，由於香港普及文化歷史短淺，其實一般人想要嘅，可能連五分都冇。而為咗迎合市場需要，好多媒體從業員，近年其實走緊愈來愈低分嘅方向。\n但係當好多香港人今日仲喺度懷緊舊，挑戰已經可以話水浸眼眉。因為亞洲其他地區嘅文化產業已經紛紛起飛。單單講一個韓國，就係好明顯嘅例子。雖然佢地仲周不時向我地八十年代嘅「英雄本色」致敬，但係各種文化作品嘅質同量，已經明顯將我地比下去。而傳送科技現今嘅高速，亦打破咗好多文化交流嘅圍牆。\n簡單來說，今日香港嘅普及文化現況，已經變得非常混亂。我哋選擇嘅底蘊，受到真正嘅考驗。我只能夠寄望同相信，香港會繼續出現奇人異士，生產出開創性嘅、承先啟後嘅作品，堅持自己滿分嘅要求。我必須講，我不是憑空咁寄望同相信，因為我睇到好多年輕人，仍然對自己同香港、有毫不妥協嘅愛。我希望你地會克服種種限制、得到需要嘅幫助、去展現出你地今時今日嘅視野。\n至於市場大眾，亦即係我地每一位，其實先至係決定香港普及文化未來走向嘅絕大多數。因為有人做到好野出來，都要大家識貨。我希望大家都首先承認，我地嘅文化頂多只係發展咗兩三代人，我地仲有大把嘢學。而為咗下一代甚至再下一代繼續承傳落去，我地是否應該認真自我檢討一下，做出更成熟嘅個人取向。\n要檢討嘅可能好多。我舉一啲比較顯著嘅例子。例如：我地做一啲選擇決定時，係咪繼續習慣「西瓜買大邊」，即係睇著數、或者跟大隊？⋯又例如：我地係咪需要盲目跟隨偶像，佢哋做咩野講咩野都照單全收？⋯我地去判斷同選擇嘅果一套想法，有冇改善嘅地方？⋯我地係咪懶到連感覺同判斷都冇咗？⋯新、係咪就一定好？⋯好多好多⋯可能會令我地覺得茫無頭緒。但係，要求自己選擇得更好，就會令下一代有更好嘅選擇。我地唔再小學雞，至可以希望我地嘅子女唔好小學雞。\n喺呢度，我想提醒大家，其實有幾個friend，我地好細個就識佢地。只不過大個之後，我地嫌佢地老，將佢地趕咗入老人院，一路冇再聯絡。我地日常生活嘅選擇，有咩問題，其實可以call 佢地傾吓，應該會有幫助嘅。呢幾個friend 叫做「真、善、美」。老係老咗啲，不過都值得大家試吓嘅。同佢地傾完，雖然答案都係要自己辛辛苦苦去搵。但係做唔到十分，希望大家都向住七、八分進發啦！做一個有責任感嘅香港人，真係唔易㗎⋯\n阿叔講古，就到此為止。我都覺得自己好老土。希望大家多多包涵。謝謝！",
    "邁仔未足三個月大，我同主人就有共識要訓練邁仔，主因無他，just for fun。然而，訓練犬類以外寵物畢竟唔係常態，所以當我同人分享自己引導邁仔見到零食就伸出單掌之時，不出意料，對方感性上無法認同，重同我談及何謂貓性，以及貓應該點養。我一直以黎自視為三思而行之人，自然亦對呢類似乎可以促進彼此理性嘅討論樂此不疲。\n本能容易界定，但講到個別物種嘅本性，任何形式嘅一概而論，難免都會失諸武斷。即使係世人成日掛喺口邊嘅人性人性，其實都係因時而異，因勢而變，講到家貓嘅貓性本性，真係唔知點樣至係客觀。根據目前考古成果，科學家認定家貓由北非地區利比亞野貓演化而成，與人類共存約有一萬年，而相遇之因，係後者步入農業社會，糧倉穀麥堆積，家貓可以捕鼠同依附人類餵飼而得以繁衍。如果話貓科動物真有本性，本性大概早已因為人類而扭曲。\n但當然，喺野外無法稱雄，轉而混入人類世界，都係成功求生策略，至少時至今日，居於城市鄉鎮嘅家貓數量數以百萬，確實多得驚人，而邁仔就係其中一隻免受淘汰嘅強者。養咗邁仔之後，我對貓嘅本性仍然未敢妄下判語，但係有關本能，多得基因支配，都算略知一二。所謂本能，其實就係就算冇其他同類教導都自然會有嘅行為，自行清理全身毛髮、便溺之後自覺掩埋、先天熱衷捕獵遊戲呢啲，都係例子。因此，我會順應本能，亦唔做妨礙佢本能發展嘅事，而貓性，我視之為可以後天刺激嘅部分。\n但再細諗，其實呢啲所謂本能，都係要腦部發育健全至會成為現實，某程度上，人類身為主宰者，係直頭可以改動寵物嘅本能，進而扭轉貓性。地球誕生於四十五億年前，當時世上未有生物，更未有智人，話係一切順應自然都講得過去，但當貓靈自開眼就由我同主人接手，我就發現我地有權操縱邁仔嘅本能發展。一九八一年諾貝爾醫學獎得主David Hubel同Torsten Wiesel專擅神經科學研究，喺早期實驗之中，曾經縫起初生貓仔眼皮，以圖了解貓仔大腦發展，從而解構人類大腦。其時實驗品喺各方面都得到妥善照顧，營養充足，亦都有同貓母同埋其他貓仔緊密接觸，但到三個月後雙眼重開，結果係永久失明，與生俱來嘅視力未得而先失——原來用於視力嘅腦細胞一係萎縮而消失，一係就自動轉移咗去支援其他功能，換言之，捕獵本能等同報廢。明乎此，討論寵物本性又變成更後嘅後話，因為環境刺激先於一切。\n哺乳類物種嘅大腦需要刺激至會發展出目前世俗所知嘅本能，所以心跳呼吸排泄以外種種都要後天學習，人類同貓狗之間嘅分別，只係上手快慢。人類一歲先識學行，而貓狗兩個禮拜就學行，則係因為後者嘅生命週期短。以貓靈為例，人間一年，就等於佢地嘅十四至十八年，學行太遲，根本無法生存。正因為咁，我喺照顧邁仔之時，一直記住一切刺激只要唔附帶嚴重傷害都係對佢有利，於是成日同佢講嘢，亦有不停撩佢跑跑跳跳。如今回望，其實喺誘導佢本能嘅同時，我地已經影響緊佢嘅貓性——如果唔係有得登堂入室，佢就要及早練習應對危險；如果毋須同人類溝通，貓亦根本毋須喵喵叫。本能本性，經過一定時日，其實已經難以細分。\n正因為我地朝夕相對，邁仔同其他貓靈所表現嘅貓性，有相當顯著分別。貓靈一般怕陌生人，主人有客探訪，佢地多數會閃埋一角，避之則吉，但邁仔熱情奔放，每每主動親近，甚至坐上人地大髀，再加跳火圈表演，好唔似貓。貓靈一般予人高冷之感，拒人於千里，只有佢主動，永無人類迫令就範，但邁仔聽教聽話，對答頭頭是道，聲調抑揚清晰分明，又係好唔似貓。更加罕見嘅係，每當屋企有人，佢總係極之跟得，睡房廁所廚房廳堂一律硬闖，留佢喺門外就會示意我地開門，相比起其他貓靈需要私人空間，佢係怕寂寞多於怕熱鬧。如果貓真係有本能本性，佢分分鐘係基因突變嘅x-cat。\n於是我地用制約之法，結合獎勵，令到邁仔會為零食而安分坐好，然後伸出單掌，靜候餵食，事成之後相當驚喜。其後，某個都有養貓嘅友人話，咁樣會令寵物自我扭曲去迎合人類，特登去訓練就即係人類自私，而人類對任何生命都冇權力。難得有人認真對待貓靈應否訓練之事，我自然亦有認真答，但最後亦得唔出乜嘢結論，對方只係以總之覺得怪草草了結。我唔知道長篇大論去寫，佢會唔會想睇，但我始終想講，人類意願本來就凌駕於寵物，而點樣從養貓之中考驗自己對待物靈嘅態度，同埋點樣去調整自我同償還血債，做到問心無愧，至係值得思考嘅事。自人類識得用火，到可以改變地力，再到步入工業社會，動物賤命其實已經係註定劇情。呢種霸道係無法動搖，無法逆轉，因此我會集中去思考點樣發揚淨低嘅善性去盡力向世界求和。\n就正如訓練犬類，其實都係取其本能之長，同時亦係故意形塑其本性去迎合人類需要。聽話嘅狗就養，凶殘嘅狗就殺，呢個就係人類最佳朋友與人類相遇嘅真實畫面，雖不中亦不遠。而由道德最高地開展批判，任何配種培育，都係利用物種本能，甚至扭曲物種本能。無奈人類總係要編寫故事去自圓其說，為利己行為尋找理由，於是人類就話訓練狗係順其本性，話狗對人份外忠誠有愛，然後世人就慢慢覺得工具化之後嘅家犬都有家犬本性，最後大量飼養。相比起我畀足邁仔一日四餐，再額外使用非佢身體所需嘅零食去令佢明白等價交換原則，我簡直覺得自己將貓性開發同提升到另一層次，有資格以具科學精神嘅自由主義教育家自居。\n性本善性本惡以至性為何物，高深莫測，終我一生都未必可以徹底窮究。與其猜測，與其懷疑，我寧願隨心所欲咁實踐，但求邁仔與我皆滿足。只要佢繼續食得落瞓得好玩到發狂，世間規律，物性真偽，馴獸抑或為獸所馴，我才疏學淺，暫時無意追問。",
    "讀小三嗰年，我睇咗一本由讀者文摘出版，叫《瀛寰搜奇》嘅書，第一次聽到「熱寂」呢個概念：原來孤立系統入面，熱力會漸趨平均，當熵達到極致之後，世界就唔會再有事發生，係真正嘅世界末日。睇到之後我覺得好震憾，成晚攬住枕頭喊。我係返基督教學校嘅，返學成日聽到「信耶穌，得永生」，但係宇宙死寂，即係就算上咗天堂最終我都要同世界道別？呢次係我第一次覺得人生無力。\n因為我真係諗唔到方法抗衡熱力學第二定律。\n近年社會瀰漫住一種無力感，尤以青年人為甚。聚會又好，上網又好，大家開始有一套既定嘅「呻慘」框架：社會有問題，因而達唔到某種理想，但係完全無法改變現狀，所以覺得無力。而終極嘅解決方法呢？似乎叫移民。離開咗香港，似乎變咗一切嘅解脫。\n最近有兩件事網上怨氣頗大，睇返朋友間嘅討論，令我感受都幾深，分別係：(a) 醫療事故，產婦一屍兩命(b) 80歲婆婆喺街邊擺賣俾十五個警察抬走兼充公物資。\n大家走唔出上面嘅套路，大致都係： (a) 社會嘅醫療制度有問題，確保唔到零失誤，但係冇錢睇私家，所以好無力，唔知點算好。(b) 社會嘅管治制度有問題，監察唔到選擇性執法，但係投訴示威抗爭都冇效，所以好無力，做咩都冇用。\n再抽象啲，返上面嘅公式，就係香港有問題，社會唔理想，但係冇錢移民，所以更加無力。無力嘅迴圈入面，思考嘅每一步，都只會強調返有乜嘢係做唔到。\n大家之所以覺得無力，係因為睇社會嘅事，明明係一個小市民，又要堅持用上帝視角去睇問題。就算你真係有驚人嘅影響力，社會都冇可能變到一個人心目中嘅理想世界噉樣，要做到「出錯減到零」更加係完全冇可能。用呢種憤世嫉俗嘅心態去睇報紙睇新聞，就算你幾盡力，應該都只會感到越嚟越無力。當一個人影響力又唔係大，但係心頭又高到要改變世界嗰陣，結果只有兩條出路：一係以控制慾嘅形式向下屬抒發，一係轉化成對社會嘅憤怒。可惜世界上嘅一事一物，都唔會因為你嘅憤慨，而改變分毫。\n似乎大眾有一個誤會，就係認為制度有問題，只要砍掉重練，就會變好。好似話，大家心目中理想嘅香港，同而家相差好遠。但係要明白，就算俾個美國總統、中國國家主席你做，要修正世上一樣半樣不公義嘅事，都難比登天。如果 Bill Gates 都搞唔掂貧富懸殊，點解大家會咁自大覺得，憑一己之力可以解決得到呢？\n其實我成日都有個願望，就係出街食飯，個廁所地板唔好有積水。一個咁卑微嘅願望，我都實現唔到。你估我有冇可能改變世界，令到大家都咁幸福？\n當然我唔係要散播絕望。熱力學第二定律我打破唔到，但係令世界改善少少嘅事，我覺得大家都做得到嘅。呢一百年世界係就係有好多問題，但係都唔少嘢係不停進步，不斷改善緊。呢個過程永遠都係靠大量嘅小修小補去做出嚟，係一個不斷揼石仔嘅過程。對我嚟講整《粵典》又好，寫教材又好，做研究又好，寫程式又好，都係希望解決啲細問題。只要大家努力解決問題，呢個世界一定會越嚟越有趣㗎！\n不停諗啲自己解決唔到嘅問題，應該會相當無力。好彩我已經冇再諗熱力學嘅問題。\n不如拋低無力感，一齊令世界變得更加美好啦。",
    "Inside Out 2 觀後感：\n1）上集同今集最大嘅分別係：今次睇 唔再係將自己代入主角度，係將個仔代入去。會不斷諗阿仔嘅成長係點&會係點。\n2）開頭多啲感觸位，特別會諗起自己做父母嘅責任。喺Riley未踏入青春期時，佢建立左一套積極但primitive嘅core belief system。做父母基本上都係想幫小朋友建立到呢啲core beliefs：「父母以我為榮」、「我係個善良嘅人」、「我好勇敢堅強」、「我係個好好嘅朋友」。\n3）而另一個感觸位係，上面講嘅積極嘅core belief system始終係primitive同唔全面嘅。Riley到咗青春期時，環境冇再咁簡單，要同唔同嘅人交流，多咗抉擇要做。劇情發展話因為Riley要應付新嘅困境，所以拋棄咗以前嘅core belief system，做咗好多「唔係自己」(i.e. 唔符合primitive core belief system)嘅決定。\n我相信呢點亦係做父母必然要面對同體會嘅結果嚟。幫小朋友建立幾多積極嘅primitive core belief都好，到一個位都可以全面或局部崩塌，因為重生出嚟嘅先係真正屬於佢嘅成熟core belief system。懷疑core belief係認識同建立自己嘅一大步嚟。\n「唔係自己」同時都係代表佢成為緊「唔係父母所建立自己嘅自己」，係一種成長嚟。阿焦話同阿樂講話Riley唔係自己唔緊要，因為阿焦睇嘅係將來更好嘅Riley，雖然呢句對白本來只係好似阿焦嘅藉口，但其實都好有意思。\n而且正因為呢種成長已經唔係父母所能插手，做父母嘅只能夠從旁支持、鼓勵、有限嘅提議同接納。父母冇得掌控到仔女最終嘅core belief system。\n4）side track一點。戲入面嘅Core belief systems 主要係由記憶同情感所組成。但我覺得faith, desire, knowledge同rational thinking之類都係重要嘅組件嚟，但未必同故事咁有關所以唔探討都係可以理解。\n5）再side track一點，我成日覺得我教嗰兩科就係想畀同學一個機會直接去觸及同交流core belief systems。而唔係教同學學多啲知識、讀多啲書、提高語文水平之類。\n6）小朋友嘅意識一夜之間複雜左呢種情況我相信好多父母都會體會過。戲入面講Riley訓一覺就突然多左好多新情感，雖然現實未至於咁極端，但小朋友呢種跳躍式嘅增長係好明顯嘅，每隔一排就會突然有：「佢真係突然間大個仔咗」嘅感嘆。\n7）羨慕、尷尬、焦慮同厭煩呢四種新情緒雖然似乎係令到Riley產生panic attack嘅元兇，最後要靠阿樂阿愁呢啲原始情緒去save the day。但其實當Riley去到新環境要面對青少年之間人際關係時，反而係呢四種情緒先最直接幫到佢應付各種情境。\n羨慕、尷尬、焦慮同漠不關心嘅「唔原始」之處係佢地考慮自身此情此景以外嘅嘢 - 羨慕睇嘅係其他人嘅特質、尷尬睇嘅係社交禮儀習俗同埋他人對自己嘅睇法、焦慮睇嘅係將來嘅可能性同他人嘅反應、漠不關心係保護自己免受他人意見嘅影響。\n如果得原始嗰五種情緒，Riley好大機會更加無法融入訓練營嘅環境，因為佢會顯得更幼稚更唔識做人。\n羨慕畀到Riley憧憬嘅嘅對象同進步嘅動力，尷尬畀佢知幾時做得奇怪咗或over咗，焦慮畀佢識得預先做計劃甚至預判他人嘅反應、漠不關心畀佢有方法去迎合他人（而唔係赤裸噉表達自己）同保護隱藏自己。雖然Riley最後做嘅野都依然係幼稚同kam，但起碼唔係嗰啲活喺自己世界、得罪人都唔自知嘅小朋友。\n羨慕、尷尬、焦慮同漠不關心令Riley other-conscious時亦激發自己嘅self-consciousness。而且開頭阿焦話唔再需要primitve嘅情感時亦不無道理。因為primitive情感喺社交場合好多時係需要隱藏嘅（所以要\"bottled-up\"），反而需要嘅係other-oriented嘅情緒。\n8）阿焦同阿樂兩個角色嘅對比同「時間」有關。阿焦睇將來，阿樂睇現在同過去。故事入面講阿樂唔多識做計劃，而事實上當Riley面對好多唔同嘅處境時，阿樂好多時都係被動畀反應，而阿焦則係主動去思考之後嘅可能性去判斷當刻點做好。\n阿焦好代表到人係會向前forward-looking嘅主體嘅特性，亦可以睇到人嘅delayed gratification。\n9）阿焦旋風式（甚至殘影式）噉控制個console係其中一幕我幾鐘意嘅，因為好表達到嗰種焦慮嘅感覺。\n10）brainstorm, sar-chasm呢啲你話點譯好....真係唔容易。\n11）最後阿樂控制返Riley打比賽嗰段都有意思。故事開頭講阿樂所控制嘅係有住純真、稚嫰、積極core belief system嘅Riley。呢種core belief system係由阿樂積極建造嘅，因為佢揀走曬啲唔好嘅記憶，淨係留返啲好野喺個belief system度。\n去到故事尾聲，Riley都係交返畀阿樂控制，但嗰陣Riley嘅core belief已經係由五味雜陳、有好有壞有對有錯嘅組件所組成，但Riley仍然以樂觀正面嘅態度去面對自己。呢種「快樂」係高一層次嘅快樂嚟。\n12）而且阿樂同阿焦最後嘅合作亦有意思。Riley最後得到左「樂觀面對未知」嘅能力。阿焦幫手思考將來可能性，但思考將來唔一定導至panic attack；諗左啲可能性後，阿樂會幫手令Riley可以樂觀噉接受事情總有機會變好變壞，而且可以分析邊啲結果可以控制到，邊啲控制唔到。呢種態度突破咗阿樂只睇現在、阿焦只睇負面嘅限制。",
    "利翁Real Colegiata Basílica de San Isidoro學院教堂地下室係先王祠堂，比起同時期嘅普通宗教建築感覺奢華得多，牆身、圓拱、穹頂都佈滿雕塑同畫作。今次同大家欣賞其中一套作品：1170年左右完成嘅El calendario agrícola中文直譯「農曆」，有時亦都稱為mensario（月曆），由12幅圓形圖畫組成，各代表每個月合時嘅活動，反映中世紀西班牙中北部鄉郊社會嘅生活。\n一月以羅馬神祇雅努斯命名，佢嘅形象係前後兩塊面，喺圖畫裡面對應兩間屋，代表一年之初需要決定全年嘅方向。\n二月非常寒冷，病弱老人將手腳靠近火種取暖。三月係時候修剪藤蔓，畫中人披住斗篷，用彎刀完成工作。四月係萬物滋長嘅春天，後生仔手中拎住兩棵發芽植物。\n五月通常描繪成「騎士五月」，草木茂盛，馬匹不愁飲食，正係外出征戰嘅時機；畫中人為馬套上輓具準備打仗。有啲同類作品甚至畫出拳頭上嘅獵鷹，不過呢度就欠奉。\n六月，畫中人用鐮刀收割第一造穀物。\n七月係收成高峰，畫裡面小麥嘅形狀同顏色都非常像真，鐮刀連鋸齒細節都畫咗出嚟，足證當時嘅人幾重視呢個時節。\n緊接嘅八月要打穀為穀物脫粒，揮動連枷 (mayal) 打爛穀穗，得出可以加工食用嘅部份。\n九月係「葡萄成熟時」，農民用人手採摘提子，放入容器準備釀酒。十月要加緊將啲豬養肥，搖動橡樹令果實掉落，就可以餵出美味嘅伊比利亞豬；11月屠宰嘅時候捉住豬耳，用鐵鎬擊殺。\n岔開少少同大家分享，西班牙文有一句諺語A todo cerdo le llega su San Martín，粵文可以譯成「隻隻豬都有『聖馬田』嘅一日」—— 講緊嘅係11月11號聖馬田日，或稱聖瑪爾定節（San Martín粵音近「傘罵癲」），係農業年度嘅終結，根據傳統智慧亦都係寒冬前最後一次好天，農民會劏豬醃製香腸、火腿，準備過冬，所以豬總係難逃一死，由此引申出「行惡嘅人終有惡報」嘅意思。最早記載呢個講法嘅文字要追溯到17世紀塞萬提斯嘅《唐吉訶德》同Francisco de Quevedo嘅El Buscón等文學黃金時期名著，但利翁先王祠呢度嘅壁畫係12世紀產物，時代早得多，反映呢個習俗由來已久。\n最後，12月又係一個嚴寒嘅時節，畫中人喺一張擺好食物嘅枱前面，一路食嘢一路將腳伸向火旁邊取暖，希望盡可能捱過寒冷嘅日子。\n講咗兩三個禮拜，同大家溫習一下，羅曼時期嘅雕塑同壁畫藝術，一律為建築服務，絕少有獨立嘅作品；佢哋嘅作用係教化大眾，說教嘅意味相當濃厚。介紹到呢度，羅曼時期大致完結，歐洲建築慢慢過渡到又高又尖嘅哥德風格。",
    "自己關於過年嘅回憶，大部份都係來自福建，而唔係香港。咁大個仔以來，我喺香港過年嘅次數應該只有兩三次。你問過香港嘅新年如何，我反而答唔到你，但福建嘅新年，就真係好有氣氛。\n以前細個嘅時候一有假期就會「返鄉下」。唔只係過年「返」，復活節假都「返」，甚至有段時間，我成個暑假都會喺福建渡過，當時好細個嘅我閩南話甚至比普通話流利。\n早期喺福建過年並唔好受。喺我好細個嘅時候，我地住嘅係「真．鄉下」祖屋，用石搭成嘅屋一啲都唔保暖，屙屎都要用踎，供電亦唔穩定，沖涼要literally自己煲熱水嚟沖（仲要用柴火，死未），更加唔好講咩電視遊戲機。出去玩嘅話，除咗要忍受周圍都係嘅雞屎味之外，村內屋間窄巷迂迴，好易蕩失路，所以基本上都好少周圍去。當時唯一覺得好玩嘅娛樂就係「火魔法」。村口士多賣嘅土炮，基本上都玩過晒，日日燒都咪話唔過癮，而且鄉下嘅人畀利是個個都好闊佬，細個收幾千蚊已經覺得好爽（雖然最後都會畀老豆老母講句「幫你儲起佢」一句充公）。\n到大個少少，當地嘅親戚住咗入縣城，終於唔駛住喺「真．鄉下」。雖然上落單位都係要行樓梯，去市中心要落返山，而且個單位唔大，得兩間房，每次返去都要打地鋪一間房瞓三四個人，屎坑亦繼續係踎廁。但比起「真．鄉下」，呢度起碼接近文明：有得去蒲網吧、踩roller、機舖，仲有保齡球場（後來知道間保齡球場樓下係夜總會，真係有得call G嗰隻）。當時我細姨唔知喺邊度買咗小霸王翻版紅白機（插卡嗰隻），於是過年打Mario、坦克就變成指定活動。\n每逢過年前後，我就會同成班表哥表姐（好多都係過年嗰陣喺其他福建嘅省城返嚟）出去玩。喺我差唔多十歲嘅時候，網吧就禁咗18歲以下嘅人進入，但我借我細姨張卡去玩，啲staff又唔係點理，喺我表哥們carry之下，我就進入咗Warcraft III嘅世界，亦成為咗好早期嘅DoTA玩家。\n我地搬入去冇耐之後，縣城開咗佢地第一間來佬快餐店：啃他雞。以當時縣城發展程度嚟講，2000年有啃他雞已經係好勁，因為講緊成個縣城喺2015年先迎來佢第一間牡丹樓。每次「返」到去，我都會去幫襯一次啃他雞（好神奇地，喺絕大部份舖頭都初一唔開嘅時候，佢仲會正常營業），老北京烤雞捲、新奧爾良雞翼係我嘅favorite（其實蛋撻都係，但呢兩樣係得中國啃他雞先有）。雖然我知佢早餐有賣白粥油炸鬼，但我到我上一次返去為止，我始終都係起唔到身去食。\n我係年廿九出世，所以每次過年喺福建都會順便慶祝埋「生日」，以前細個唔知咩舊曆新曆心諗又唔係1月21生咩日，後來先知我嗰年仲要係冇年三十，所以我係除夕寶寶，砸界屬猴。我記得有一年佢地買埋強糕慶祝，點知個強糕啲cream難食到仆街，食完全世界都肚痛，嗰浸化學味我記到而家，呢個亦係我最後一次食強國強糕嘅經歷。\n喺嗰度仲有太多太多回憶，成個縣城係我喺香港以外另一個唔駛睇地圖都知要點行嘅地方。不過以而家嘅景況嚟睇，我餘生應該只能夠喺腦海重遊呢啲地方了。",
    "《廣東歌101》係陳詠謙同Sunny Idea嘅音樂企劃（22/4-1/7）。第一期展覽《100首不能不聽的廣東歌》正舉行，邀請眾多音樂人乃至其他組織分享佢哋心目100首唔聽唔得嘅廣東歌──近期聯播YouTube頻道之一「小薯茄」都有份。\n精選係殘忍嘅。1980年代至2010年代，每個年代25首，絕對唔夠，正如無綫都識得將《流行經典50強》改做《流行經典50年》。每個年代分期展出，大眾每期可以投選嗰個年代嘅三首代表作。\n我比較遲先喺黃志華老師嘅Facebook得知呢個活動。月頭去參觀嗰時，已經輪到90年代，反正我早就同80年代失之交臂。至於90年代嘅歌好多都係過咗先聽返。\n從工作人員手中接過三粒珠之後，我就開始十五十六，記低啲歌名，反覆來回，甚至哼住嚟揀，真係天人交戰，好難落手。唔係首首都識，都唔知值唔值得慶幸。一開波就見到王菲同張學友，有《償還》、《每天愛你多一些》同《分手總要在雨天》。情感近乎一面倒之際，睇真啲，見到大熱得咁犀利，就決心濟弱扶傾，捨棄學友。\n就算個人對《願》、《甘心替代你》、《情深說話未曾講》、《Crystal》、《愛的呼喚》冇咩感覺，都起碼唔會反感入選。友誼代表作《友共情》、男女合唱代表作《相逢何必曾相識》就更加添啦。舊天王喺當時魅力非凡，黃霑喺博士論文甚至斷言樂壇成也天王，敗也天王。但樂壇唔見得停滯不前，有如一潭徹底嘅死水。江山代有人才出，主唱《天下無雙》嘅新血都上咗神台。\n《海闊天空》嘅熱度結合咗家駒最後作同社運聖歌嘅魅力，只係月盈則虧，水滿則溢。首歌本身係失意出走日本，「懷着冷卻了的心窩飄遠方」之後作嘅。用喺社運未免意興闌珊，成為社運金曲更加匪夷所思，費解程度僅次於慨嘆命運無法自主而要妥協嘅《年少無知》（即係《一生不可自決》？）。再講，當年咩歌都係可以玩到爛嘅，一句「今天我」應運而生。後家駒嘅《想你》冇牽涉到呢啲瓜葛，面世之時未到拆夥階段，顯得純淨得多。偏偏，得一自然想二──係咪爭一首《十八》呢？（註：當刻我冇諗起《抗戰二十年》，況且佢係喺00年代先出現。）\n權衡輕重，最後揀咗勸君惜取歡愛時嘅《春光乍洩》、律動一新時人耳目嘅《冷戰》同埋具重大時代意義嘅熱門《皇后大道東》。\n音樂人同民間組織揀歌之餘，亦揀出廣東歌專屬回憶嘅物品。例如Tim Lui 呂甜揀咗佢讀中學嗰時嘅歌詞簿，上面抄錄咗啲歌詞。唔知係咪要鍾情至此先叫鍾意填詞呢？陳詠謙就有張填詞嘅靈感紙，圍繞住IT狗返工故事，應該唔係《老細我撇先》。\n回望過去之餘，企劃亦希望未來有所突破，期待第101首以及更多新作。音樂人交流、作曲填詞工作坊正正為此探討同裝備。呢個場合亦有同耳機品牌、音樂平台嘅合作，例如安排入場觀眾戴無線耳機聽歌手獻唱，開「試音房」享用JOOX app VIP功能。\n我抱住唱K嘅心情入咗去玩，話晒好耐冇唱過K喇。K房又瀕死，呢種危機貨真價實過「樂壇已死」。\n「樂壇已死」嘅論調絕非新鮮。李純恩2013年踩過填詞人：「香港樂壇之死，就是因為歌詞都死了，感動不了人。」不過作曲人陳輝陽2016年有此論，係緣於佢唔認同《CHOK》值得攞金曲金獎，不齒小圈子豬肉獎，難以相提並論。再者，陳輝陽本人仲有小額作曲，足以證明佢冇心死。\n此一時彼一時，當年已成歷史。而家分眾嘅趨勢更加明顯，易啲接受百花齊放，話唔埋Swing都會彈返起。鍾唔鍾意樂壇新氣象都好，一日仲有人討論，仲有人做音樂，香港樂壇就肯定仲有影響力，點都唔會死。將心力擺喺點樣做好佢，點樣繼往開來，點樣超越101，意義會大好多。",
    "第一條牛仔褲係諗住襟用嚟做設計，以法國城市Nîmes命名，牛仔布係由水手穿嘅結實棉編織而成。19世紀LeviStrauss同JacobDavis加上金屬鉚釘增強咗壓力承受，使原先襟用嘅材料變得再襟用啲，為加州礦工帶嚟至襟嘅褲，能夠抵受經年累月嘅磨損。\n喺20世紀，呢種勞工階層嘅褲，一變成為時尚嘅標誌。但由於增加需求，牛仔褲襟用程度降低咗，依家啲牛仔褲多數都著唔到成年，而每條牛仔褲嘅成本，比你想像中高好多。佢嘅生命喺由棉花田開始，生產一條褲大約需要0.7公斤嘅棉花，要用10,000公升嘅水嚟種植佢哋，仲有各種除草劑同殺蟲水呢，冚唪唥都污染地下水。棉花係用人手或者機器嚟採摘，然後運送到紡織廠、紡成紗線，再結合氨綸等纖維塑料，來增加紗線嘅彈性，使到現代嘅牛仔褲更舒適、有彈性，但亦都無咁襟用。跟著紗線染成標誌著牛仔褲嘅藍色，以前原本係用天然植物嘅靛藍，但多數製造商依家已經改用由石油副產品同有毒化學品合成嘅染料。染色後，把棉塑料混紡編織成牛仔布，再裁剪、縫製成牛仔褲。有啲牛仔褲製成後需要額外加工，造成褪色嘅效果，呢個過程通常包括化學噴霧，同多次酸洗嘅處理，啲有毒嘅水將河流變成靛藍色。最後，仲有由銅同其他金屬製成嘅拉鍊、鈕扣同鉚釘，開採呢啲金屬又係污染環境嘅源頭。總之一條牛仔褲嘅製造過程，要排放超過33公斤嘅碳，相當於開車超過110公里，但係嗰個過程唔單止破壞緊環境。多數棉花都係出自發展中國家，呢啲國家勞動效率低，對工人保障又少，通常使用細路同強迫勞動力去採摘棉花。多數製造牛仔褲嘅工人喺生產過程中，都暴露喺有毒嘅化學品度。有一種特別危險嘅叫做噴砂技術，需要喺高壓下，將啲細沙噴喺牛仔褲上面，呢種做法與好多無法治癒同致命嘅肺部病例有關。\n同好多全球性嘅產品一樣，牛仔褲喺窮國製造後運去富有國家嚟銷售，每年呢啲牛仔褲，都要洗幾十、甚至幾百次。呢種能源密集型嘅過程，會分解牛仔褲嘅塑料，甩出啲微塑料落水度。最諷刺嘅係清洗過程，縮短咗牛仔褲嘅壽命，最後唔著嘅褲就好似垃圾咁，揼喺堆填區度。牛仔褲嘅分解會釋放甲烷氣體，染料同塑料會滲入泥土同地下水。有啲公司正喺度研究解決方案，從使用有機棉，到回收牛仔布再利用，再售賣二手牛仔褲，藉此減少褲嘅需求數目。你也可以幫助減少鍾意嘅褲對環境嘅影響。牛仔布製造商仲建議，牛仔褲穿十次先洗一次，若條件許可，風乾條褲減少消耗能量。問題唔單止牛仔褲本身，仲有生命週期同勞動力。有啲政府正係推行政策，喺工人工資同福利方面，要企業承擔更多責任。但喺整個時裝界，依然故我哋破壞環境，衣服標籤價格，並不等同已竊取嘅資源，係時候諗返下邊個先係，真正被剝削嘅人。",
    "啱啱四年前嘅今日，我開咗個叫做StyleRookie嘅時尚博客。2011年9月，我又開咗個畀後生女睇嘅，叫rookiemag.com嘅網上雜誌。我係TaviGevinson，我今日演講嘅主題係「仍在探索中」。\n為咗配合今日嘅主題，我專登用咗微軟嘅畫圖程序做幻燈片，我唔係唔識用微軟嘅投影片程序。呢個網站係為少女度身製作，我係一個女權主義者，我算係流行文化嘅狂熱擁躉，對電影、電視裡邊嘅，女強人嘅角色好有研究。媒體對我嘅網站有好大嘅影響，所以我認為女強人嘅定義經常俾人曲解，結果性格多面化嘅女超人，就變成只有一種特質。好似貓女，佢專賣自己嘅性感，因為性感象徵力量，但係佢哋係強嘅女性角色，唔係女性嘅強人形象，全都係平淡無奇到好似個紙片人。\n咁問題就嚟咗，啲人期望女人簡單易明，而啲女人就好希望自己真係咁簡單。現實中，女人係複雜嘅動物，女人係多面嘅，唔係因為佢哋癲，而係有因為人就係癲嘅，而女人咁啱就係人，所以缺點其實就係關鍵。我唔係第一個噉講嘅人，女強人吸引人嘅地方就係佢嘅弱點同缺點。你開頭可能唔係好鍾意佢，但係佢最終會令你有同感，我既然提及呢個問題，就要提及有參與解決問題嘅人，譬如電視劇《廣告狂人》同埋電影《最爆伴娘團》。佢哋有複雜同多面嘅女性角色，屏幕上嘅人係莉娜．丹恩，佢嘅新作《紐約叻女》，下個月喺HBO首播，佢講過佢製作呢部戲，因為佢識得嘅女人，內心都係矛盾嘅，但係女人喺戲裏邊好少表現到咁。各位男士，你哋好彩嘞。但我覺得有幾類型嘅女性嘅內心矛盾，仲未俾戲塑造到，其中一類係青少年，因為青少年會係特別拗。同仲係喺度探索90年代有《怪胎與宅男》，同埋《我所謂的生活》同裡邊嘅角色LindsayWeir同埋AngelaChase成部戲嘅前設，基本就係人物自我探索嘅過程，可惜呢兩套戯都只係播咗一季。從此之後，我再冇見到類似嘅電視節目。\n呢個係我個腦喺我睇電視劇時嘅圖解。我啱啱讀完初中升高中，宜家，我讀緊二年級。我一直想從我收到嘅互相矛盾嘅信息裡邊揾到平衡，你唔可以又聰明又靚，係女權主義者嘅話，就唔可以追求時尚，如果你唔係在乎其他人，尤其係男人嘅眼光，你就唔會在乎扮靚。所以我一路都喺度諗，我覺得有啲迷茫，我喺我嘅博客有提過，我講過我想開設一個專為女仔設定嘅網站，一個唔係一面倒嘅，強勢嘅授權嘅嘢，因為噉會令女生卻步，同令佢哋對女權主義產生誤解，以為佢哋要成為女權主義者，就要同女權主義嘅信念完全一致——唔可以冇信心，唔可以有疑慮，要識得所有嘢。\n現實唔係噉嘅，我明白咗女權主義唔係一本規則，而係討論、對話、過程之後，我就冇覺得咁矛盾喇。呢個係我上年整嘅雜誌嘅其中兩頁，我開始自己搞啲插圖，呃，係噉，我喺博客度講過，我想開始為女生出版刊物，亦邀請大家投稿，文章，攝影，咩都得，然後成為雜誌社嘅一員。我大約收到三千封電郵，總編同我睇過所有嘅電郵，組咗一班員工，係上年九月創刊。呢個係我哋第一封，編輯致讀者嘅信嘅摘錄，話Rookie雜誌唔係咩都識，我哋仲係探索緊，重點唔係為女生提供答案，更加唔係限制佢哋自己搵答案嘅自由，而係鼓勵佢哋，使佢哋明白佢哋自己有話事權，佢哋可以自己問問題，自己揾答案等等。我哋一直嘗試提供一個探索同解決唔同困惑嘅空間，我唔係話：「你好似我哋咁」，抑或「我哋係楷模」，因為我哋根本唔係。但我哋只想俾女生，一個展示唔同嘅性格特質嘅地方，我哋有篇文章叫做《認真看待妳自己：點樣唔在意人哋嘅睇法》。但我哋都有文章，好似係，哎呀，我探索緊！哈哈！呢一招真係免死金牌。我哋都有文章，叫做《點可以喺五分鐘之內，扮成你冇淨係喺度喊》。以上全部，我真係好欣賞。電影中嘅角色，同我哋網站上嘅文章，所講嘅唔只做有力量嘅人，仲要接受自己，有自信心同埋接受自身嘅缺點。我希望你從今次演講中得到總結係，要學習史蒂薇．尼克斯，學佢就係你要做嘅嘢，因為我最鍾意佢嘅就係，其實佢咩我都好鍾意。佢係一直喺台上好從容，唔會為自己嘅缺點而道歉，亦唔會想調和自己互相矛盾嘅感情，佢令你聆聽佢哋，令你思考，冇錯，請學習一下史蒂薇．尼克斯，多謝各位。",
    "呢個係James Risen。佢係紐約時報嘅記者，佢榮獲普立茲獎而為人熟悉。喺大家仲未聽過斯諾登呢個名字之前，James Risen因為寫咗本揭露美國國家安全局非法竊聽美國民衆通話嘅書而備受矚目。但本書嘅另一章，可能有更加深遠嘅影響，裏邊佢描述咗美國情報部門一次慘烈後果嘅行動，上面講咗中情局將核彈嘅設計圖交咗畀伊朗。如果你覺得太瘋狂，你可以去讀下，內裏真係難以置信，你估咩人會唔鍾意嗰一章？美國政府。差唔多往後嗰十年，James都係美國政府調查嘅對象，調查嘅官員亦會要求佢，指證佢聲稱嘅消息來源。佢變成咗美國政府最近一系列起訴泄密者同監察記者行動嘅代表人物。\n喺第一修正案之下，為咗公眾利益，新聞界有權報道各種秘密消息，但係如果媒體冇辦法收集消息，冇辦法保護呢班無畏無懼嘅線人，就冇辦法行使呢個嘅權利。所以當政府人員搵上門，James好似以前好多嘅記者咁，佢拒絕提供任何消息，佢寧願坐監。2007年至到2015年，James响監視下，開始佢喺聯邦監獄嘅生活，就喺審判前幾日，有樣奇怪事發生咗。政府喺堅持James係本案關鍵嘅幾年之後，政府突然放棄咗對James嘅所有要求。喺電子監控年代，記者同線人根本冇地方匿，與其一次又一次被James拒絕舉證，政府可以用佢嘅電子記錄，嚟指證Jeffrey Sterling。於是喺完全機密而且未經同意嘅情況下，控方攞到James嘅電話紀錄，郵箱紀錄、理財同銀行資料、信用報告，甚至佢坐過嘅航班紀錄，控方喺呢啲紀綠當中搵到證據，起訴Jeffrey Sterling。Jeffrey就係James聲稱嘅消息來源，同埋中情局嘅泄密者。好遺憾，呢一類嘅事成千上萬。奧巴馬總統應承過保護泄密者，但係相反，佢嘅司法部門拉嘅告密者比其他部門加起嚟仲多。所以依個係好大嘅問題，尤其當政府對佢哋嘅祕密咁敏感嘅時候。\n9.11之後，基本上所有關於國家安全嘅重大新聞，都係由告密者提供畀記者嘅。正因爲政府監視住所有人，新聞界好難行使第一修正案賦予佢哋嘅權利。不過正如科技幫政府監視記者嘅一舉一動，新聞界都可以以其人之道還治其人之身，利用科技保護佢哋嘅線人，保護仲可以從第一次對話就已經開始，而唔使喺佢哋被審嘅時候先嚟保護。宜家好多通訊軟件，喺James出書嘅時候冇嘅，而且反監視能力比一般電郵同電話好好多。例如有一款叫SecureDrop嘅軟件，依個係一款開放原始碼嘅告密系統，由亞倫·斯沃茨——一位過咗身嘅互聯網大師開發嘅。喺我做嘢嘅地方，新聞自由基金會繼續開發緊，與其傳送電郵，你可以去某個新聞機構嘅網站，譬如依度華盛頓郵報，喺依度你可以上載檔案或者傳送訊息，就好似其他網上嘅聯絡表格咁，資料會被加密喺伺服器入面，得新聞機構嘅人可以睇。所以政府冇得再祕密追蹤依啲信息，就算追蹤到，都好大機會唔會係一手資料。SecureDrop只係21世紀保護新聞自由嘅一個小小工具，不過世界各地嘅政府時時刻刻都開發新嘅監視技術，令我哋更加危險。所以我哋只能夠繼續努力，唔單止保護善於科技嘅告密者，好似斯諾登咁，有自己嘅渠道揭發政府惡行，仲要保護嗰啲透過揭發退伍老兵醫療問題、提醒我哋醫院擠迫問題嘅告密者，保護嗰啲帶出費林特市污水隱患嘅環衛工人，保護警惕我哋下次金融危機來臨嘅華爾街中人。所以，依啲工具唔係爲咗保護敢於揭發罪行嘅線人，而係爲咗保障憲法下，所有人得到應有嘅權利。",
    "幾年前，你成立咗間生產無肉漢堡嘅公司，宜家啲產品賣到全世界。但最近收到個可怕消息，一個城市度有三個唔相關嘅人，食完你嘅漢堡之後死鬼咗。警察嘅結論係你個品牌成為咗罪犯嘅目標，喺最少兩間雜貨鋪，有毒藥注入咗你嘅產品。兇手用啲精細嘅儀器，喺包裝度完全冇留低任何線索，所以冇法確定，有邊啲產品注入咗毒藥。你即刻去受害人去過嘅兩間鋪頭，將所有漢堡下架。「無肉漢堡毒死人」成為咗頭條，殺手仍然逍遙法外，加上銷量急挫，你一定要儘快諗個策略，解決呢個危機，你嘅團隊諗咗三個方案：\n1.咩都唔做\n2.將城市入面嘅所有產品回收同銷毀\n3.擴大範圍，將全世界嘅產品回收及銷毀\n你會揀邊個方案呢？你公司嘅律師向你解釋，喺法律上回收唔係必須嘅，罪犯先至係要負全責，佢推薦用第一個方案——咩都唔去做。因為回收產品，睇落好似公司認錯咁，但係咪最道德嘅策略呢？\n為咗衡量每個方案嘅道德標準，你可以做個「持份者分析」，咁就可以衡量到，關鍵持份者嘅利益——投資者、員工同顧客——作互相比較。\n第一個方案，你嘅顧問覺得危機最終都會過去，銷量之後會升返，但因為品牌受損，銷量可能會低過之前嘅水平，最後你就要遣散部分員工，投資者會有輕微嘅損失；但如果周圍都係落咗毒嘅產品，就會有更多顧客死亡。第二個方案短期嚟講會好昂貴，亦都要遣散更多嘅員工，而且投資者會損失更多，但就對整個城市嘅顧客最安全，亦都可以建立足夠嘅信任，咁之後銷售最終都會反彈。第三個方案短期嚟講係最昻貴，因為咁做需要大量裁員，同投資者嘅損失會好慘重，即使冇證據表明話係國際威脅，但呢個方案為顧客提供咗最大嘅保障。對比顧客與投資者同員工嘅利益，邊個策略最合符道德呢？\n要決定，你可以考慮呢幾個測試。首先係功利測試：功利主義將最大利益帶畀最多人嘅哲學，咁每個方案會對佢哋有咩影響呢？第二係家庭測試：同你屋企人解釋你嘅決定時，你會有咩感受？第三係新聞測試：如果你喺當地報紙嘅頭版睇到呢件事，會有咩感受呢？最後，用尊敬嘅導師測試：如果係你尊敬嘅人，佢又會決定點做呀？\n強生行政總裁JamesBurk喺1982年都面對類似問題，當有罪犯喺芝加哥將毒氰化物，放咗喺裝泰諾嘅樽之後，令到七個人死亡，泰諾銷量下降，啲工業分析話呢間公司已經玩完。Burke決定咗應對嘅措施，就係將世界各地嘅泰諾下架，將顧客安全放喺公司嘅第一位。強生回收並銷毀咗約3,200萬支泰諾，價值係今日嘅2.5億美金。回收返嚟嘅150萬支，測試咗入面有三支——全部嚟自芝加哥地區——驗出有氰化物。Burke決定為公司贏返啲顧客信心，產品銷量喺一年內就反彈。泰諾謀殺案驅使下，強生成為咗防損包裝開發嘅領導者，而政府亦制定咗更嚴格嘅規定；同時，兇手依然未拉到。Burke嘅決定避免咗落毒初期造成更多人死亡，但之後幾個星期，聯邦政府調查咗幾百宗牽涉到其他有「做手腳」嘅產品事件。\n如果當初用其他方法，一切又避唔避免到呢？到底Burke係為咗大眾，定係公司嘅利益咁做？到底係有道德呀，定係識做生意呢？咁就同所有嘅道德難題一樣，答案都係冇明確嘅對同錯，至於你嘅無肉漢堡王國，決定權仲喺你嘅手上。",
    "將近十年嚟，科學家一直喺中國最高嘅山同最偏僻嘅山窿，尋找著一種致命嘅新型病毒。佢哋最終喺雲南洞穴嘅蝙蝠身上搵到，呢種未知嘅病毒係一種冠狀病毒，佢引發咗2003年嚴重急性呼吸綜合症，即係沙士。冠狀病毒係一類由細小蛋白刺突包裹嘅病毒，佢睇起身好似一個皇冠，用拉丁語講就係corona。已知嘅冠狀病毒有幾百種，其中有七種會感染人類、令人病。譬如話，沙士冠狀病毒會引發沙士，中東呼吸綜合症冠狀病毒會引發中東呼吸綜合症，新冠病毒就會引發新冠肺炎。喺七種人類冠狀病毒之中，四種會引致感冒，鼻、喉嚨會受到輕度而高傳染性嘅感染，兩種會感染肺部，並引發更嚴重嘅疾病；而第七種，即新冠病毒，有頭六種嘅特徵——佢好容易傳播，嚴重影響肺部功能；一個病毒感染者一旦咳嗽，含有病毒嘅飛沫就開始散播，當飛沫入咗鼻或者嘴，病毒就傳染畀另一個人。\n當好多人都喺同一個密閉空間嗰時，冠狀病毒就係傳播得最犀利。而天氣寒冷，令冠狀病毒脆弱嘅外殼免於脫水，令佢哋喺宿主之間生存得更耐；陽光中嘅紫外線，或者可以破壞脆弱嘅外殼。雖然季節變化對已知病毒嘅影響大，但由於冇人對呢種新病毒有免疫，所以佢唔需要理想條件，就可以感染好多潛在宿主。喺人體之中，蛋白刺突嵌入宿主細胞並同佢結合，因此，病毒可以綁架成個宿主細胞機制，要挾宿主細胞複製病毒嘅基因，冠狀病毒將佢哋嘅基因儲存喺RNA。\n所有病毒都可以分為RNA病毒，或者DNA病毒。RNA病毒一般都比較細，攜帶較少嘅基因，即佢哋可以感染好多宿主，仲可以喺宿主體內快速複製。一般嚟講，RNA病毒都係冇校對機制嘅，而DNA病毒就有。所以當一個RNA病毒複製緊，基因變異就更頻繁噉發生，呢啲變異好多都係冇用，甚至係有害。但有啲變異可以令病毒更加適應到某啲環境，譬如係一種新嘅宿主物種。當一種病毒從動物傳播到人類身上，流行病就會發生啦，引發伊波拉、寨卡、沙士，同埋新冠肺炎嘅RNA病毒都係噉。噉進入人體之後，病毒依然會變異，雖然唔會通常演變到成為一種新嘅病毒，但都做到啲基因變異出嚟。冠狀病毒同大部分RNA病毒有幾個關鍵嘅區別，佢哋比較大隻，即係有最多基因，噉就更易令有害變異發生。為咗降低呢種風險，冠狀病毒有一種獨特嘅特點，佢含有一種酵素，專門負責檢查、糾正複製錯誤，咁就令到冠狀病毒更加穩定，令到佢比其他RNA病毒變異得更慢。\n雖然聽起嚟好恐怖，但係講到要瓦解冠狀病毒，變異得慢係好事嚟，因為當我哋感染病菌之後，我哋嘅免疫系統可以識別病菌，而當我哋再次感染病菌時，就可以更快消滅病菌，噉佢哋就唔會再搞到我哋病。但係病毒變異可以令我哋嘅免疫系統冇咁容易識別到病毒，噉擊退病毒就會難啲，而病毒變異會令抗病毒藥物同疫苗變得冇咁有效，因為藥物同疫苗係專門針對某種病毒嘅。噉就係點解我哋每年都要重新打一次流感疫苗，因為流感病毒變異得好快，新嘅病毒不斷出現。冠狀病毒較慢嘅變異速率，意味著我哋嘅免疫系統同埋藥物、疫苗，喺感染之後嘅一段長時間都仲可以識別到呢啲病毒，噉就可以更好咁保障我哋。\n目前，我哋依然都未知我哋嘅身體可以對唔同嘅冠狀病毒免疫幾耐。面對任何冠狀病毒，永遠都唔會有一種肯定嘅療法或疫苗。雖然科學家開始研發針對SARS同MERS嘅治療，但我哋都仲未重點研究感冒治療。喺療法嘅臨床實驗完成之前，疫情就已經結束啦。有科學家話，鑒於我哋一直喺度入侵其他動物嘅棲息地，新嘅冠狀病毒係無可避免會傳播到人身上。但如果我哋要探索未知，都唔一定次次要咁大劑嘅。",
    "AgathaChristie近年嚟係作品最暢銷嘅小說家，但佢喺1916年嗰時，仲未係佢屋企裏面最有前途嘅作家。當時，佢家姐MadgeChristie已經寫咗幾個短篇故事，但Agatha仲未有任何故事可以出版。所以當Agatha話俾家姐知佢想寫部懸疑小說嗰陣，Madge嗤之以鼻，打賭Agatha寫唔出一個引人入勝嘅懸疑故事。今日，由於當年與家姐打賭而寫成嘅小說，變成咗AgathaChristie近百篇懸疑小說之一。\nAgathaChristie每個故事都係精心設計嘅謎盒，滿佈線索、誤導，同人性群像劇。不如一齊研究下，佢係點樣構思完美犯罪案件嘅呢？AgathaChristie以多種方式嚟設計佢嘅故事，但其中一樣最重要嘅鋪排，就係嗰個場景。由偏遠島嶼，到雪地裏停滯嘅火車，佢最鍾意揀啲遠離人煙嘅地方。透過限制故事嘅範疇，AgathaChristie可減少嫌疑犯人數，嚟提升戲劇張力，令到包括兇手啲角色，無法離開原地。有時佢又會為咗令到劇情更加緊湊，設定啲角色係互不相識，令到佢哋唔知信邊個先好，但正因為佢設計出既詭異又與眾不同嘅故事，佢啲角色反而平平無奇。佢嘅小說最多人批評嘅地方，就係一眾人物角色都唔夠立體，但AgathaChristie有佢嘅原因。避開啲複雜嘅角色，只配上簡單嘅人物設計，等啲讀者估到邊個就係嫌疑犯，通常好容易預測到。AgathaChristie亦都會利用讀者嘅預期去捉弄佢哋，儘管呢種類型轉換有時依賴當代讀者所認識到有害嘅固有觀念，佢經常諷刺某啲職業同埋種族群體嚟製造搞笑效果，協助加深當時啲人嘅偏見。喺AgathaChristie嘅作品入面，呢點當然唔值得大家仿效。\n好好彩，好多現代懸疑小說作家都揾到較少爭議方式，運用呢種塑造人物技巧。即使AgathaChristie搞錯咗，佢會花心思令到啲角色好真實，佢會細心觀察身邊嘅人，仲經常將無意中聽到嘅對話，簡單同潦草咁記低啲細節。佢將呢啲對話內容，改編成懸疑嘅情節，佢筆下亦都經常轉換邊個係兇手，令到啲線索變得模糊、雜亂，擾亂頭腦清晰嘅讀者。但喺巧妙佈局同情節混亂之間，要攞到平衡係好重要。冇人想睇估得到嘅懸疑故事，但如果個故事太曲折，又會失去所有嘅讀者。\nAgathaChristie盡量用簡易嘅語言處理咗部分問題。佢用簡短嘅句子，清楚而且活潑嘅對話，幫助讀者順住啲線索睇落去。呢種清晰度係好緊要，因為最出色嘅懸疑故事，全靠精心鋪排嘅線索嚟牽引啲讀者。AgathaChristie嘅作品，讀者會記住啲好嘅線索，但佢哋通常都唔會明白哂背後嘅含義。舉個例，死者幾分鐘前講：「今日乜嘢都唔對路﹗」讀者會叻唔切去認定，邊個喺杯飲品度落毒，但係佢哋似乎誤解咗呢條線索嘅含義。如果當日所有嘢都唔對路嘅話，咁死者應該一早就俾人落咗毒。AgathaChristie亦都會故意寫一啲線索搞亂讀者，使讀者會將條線索指向某個嫌疑人，之後先發覺原來畀佢裝彈弓。有時佢又會直接喺故事結構度帶啲讀者遊花園，好似報告單兇案嘅人被揭露佢先至係兇手一樣。\n除咗罪案同線索，AgathaChristie嘅寫作公式仲有一樣元素：就係偵探。佢創造咗好多偵探角色，但係令人最難忘嘅就係HerculePoirot同女士JaneMarple。無論係細細粒嘅比利時難民，定係業餘偵探嘅老婦，都唔係典型嘅英雄人物。但正係佢哋嘅局外人身份，先可以逃過保安法眼，亦都令到啲嫌疑犯放低咗戒心。正如你會估到AgathaChristie贏咗佢家姐嘅打賭，佢怪異嘅偵探、巧妙線索，同埋簡化嘅嫌疑犯角色，構成一個難倒無數讀者嘅故事藍圖。你而家發現咗佢嘅寫作策略，剩番落嚟嘅謎團，係你用呢啲秘技講述乜嘢故仔。",
    "一個二戰老兵回憶起，佢被困喺星際動物園裏便，目睹滿目瘡痍嘅景象。一對關係疏離嘅父子，卻喺家庭聚會中重遇，小女孩喺邋遢窗簾布後面，細聲講：「幸會」。孤獨國王喺至友死後，隻身去到世界盡頭尋找答案，然後，佢走入咗間酒吧。\n聽落有啲怪，但喜劇元素對嚴肅嘅故事嚟講係關鍵。身為作家，你需要俾讀者感受到連串嘅情緒，唔理係咩類型故事，唔論你想營造嘅係恐懼呀、哀痛定興奮。當人感受一種情緒太耐，感覺就會麻木。喺經驗呢講，喜劇調劑能夠製造唔同嘅情感紋理，令故事扣人心弦。噉點樣先至喺故事製造到呢啲效果呀？無論你係利用角色、場景、語言，定係混合呢三種元素，最重要嘅係掌握好對比同時機。以《吉爾伽美什史詩》為例，呢個美索不達米亞古代故事，係已知最古老嘅文學作品，但時至今日依然係動人心弦。當吉爾伽美什王快到達世界盡頭嘅時候，佢走入咗間酒吧度，我哋以為故事快要進入高潮，但劇情顛覆咗我哋嘅預期，暫時緩和緊張嘅感覺，有助喺製造隨後而來更緊湊嘅高潮，噉樣做就可緩和咗氣氛同製造張力。現今嘅作家仍然採用呢種技巧，只要輕輕緩和氣氛，就可以喺適當嘅時機為故事製造張力。喺酒吧嘅情節唔單止加強咗觀眾嘅情緒反應，仲使故事更複雜化，睿智嘅酒保質疑國王踏上旅途嘅原因，為最後嘅情節鋪路，令結局變得更細膩。喜劇唔單止緩和氣氛，與刻骨铭心嘅劇情形成對比，仲用嚟做評論嘅工具，一般都會直接利用主角身邊嘅同伴去為主線劇情提出不經意又富有洞察力嘅睇法，卻經常同時充當笨拙同倒霉嘅妙語。\nKurtVonnegut寫嘅《第五號屠宰場》就用咗另一種方法。故事不斷喺駭人戰爭嘅場面同滑稽科幻情景之間切換，提供咗喜劇情景做調節，並為難以啟齒嘅話題打開咗對話嘅窗口，強調人生苦難係無常，令故事更有影響力。ArundhatiRoy寫嘅《微物之神》用咗唔同嘅喜劇場面緩和氣氛，故事透過小朋友嘅角度，泡製咗喺悲劇故事裏便注入凄美嘅幽默，當大人將種族、階級、家族之間，幾十年嘅愛恨情仇，轉化為對孩子行為嘅期望，你有種似曾相識嘅感覺而偷笑；當七歲嘅Rahel被期待扮演完美嘅禮貌女孩，「佢纏住自己就好似係條香腸塞咗落骯髒嘅機場窗簾度，唔會掙脫走甩。」與此同時，佢嘅反常行為只會添加張力，之後女孩諗：「呢嗰表演衰咗……，就好似喺雨季中嘅泡菜因為潮濕會發毛。」呢句對白講出咗現實嘅情況，人人被迫參加呢個正式嘅團聚。Rahel覺得家人變成咗戲劇演員，佢自己對正置身喺風暴中，感到無能無力。為了發揮喜劇調節嘅作用，唔單止考慮到女孩幾時出現先至營造出強烈嘅情緒對比，更要諗清楚嘅係有咩唔可以直接噉講，要透過呢啲場景帶出嚟，你仲想質疑讀者邊啲嘅假設呢？",
    "2月24日，我個女第一次開口講嘢。佢講嘅第一個詞係「吧啦（ba-bah）」。呢個詞嘅意思係大爆炸嘅聲音。果一日夜晚，我哋喺綿綿不絕嘅爆炸聲中醒左。我哋嘅窗玻璃爆左，飛到房間入面。呢個係對基輔嘅轟炸。我唔係一個會相信呢件事會發生嘅人。\n我出生係切爾諾貝利災難發生嘅幾天前，亦都係同蘇聯崩塌嘅幾年前。我喺一個獨立嘅烏克蘭長大，掙扎著去克服從前蘇聯遺留嘅制度。我嘅媽媽同外婆十分努力，為嘅就係俾我一個良好嘅教育，因為佢地相信我哋這一代，會建造這個國家。而且我哋做到左。\n直到六個星期前，烏克蘭仲喺度變得更好，正係變得更加繁榮，更加公平，更加自由。係2004年同2013年，我哋為民主遊行，打敗左獨裁政府。所以當果扇窗爆裂嘅時候，我呆左。我講唔到嘢，僵住左，完全無助。那係戰爭給我嘅第一課。你所珍惜嘅一切隨時可能被奪走，包括你嘅平靜嘅內心。\n我帶著個女逃向烏克蘭嘅西邊嘅時候，我對手仲係到震。我哋越過邊境嚟到斯洛伐克。我嘅老公仲有父母留係左基輔，幫助我哋嘅國家。當我哋離屋企人越來越遠，我開始想象被摧毀嘅一切。我哋嘅家，我哋嘅醫院，我哋所有重要嘅建築，同埋太多其他嘢。對我國家嘅4000萬人同全球數十億人嚟講，2月24日係俄羅斯入侵烏克蘭嘅一日。但係對烏克蘭嘅700萬兒童嚟講，果日亦都係俄羅斯試圖奪走佢地嘅未來嘅日子。176名兒童被俄羅斯嘅炸彈炸死，幾百人受傷。十年前，我致力於建設世界一流嘅學校俾烏克蘭嘅小朋友。我堅信教育係最強大嘅工具，為左發展經濟，環境、同人類嘅健康。戰爭好快就將呢啲摧毀曬。到目前為止，900所學校已嚴重受損，84所已被完全摧毀。但係，教育仲係持續。\n係疫情期間，烏克蘭政府俾我嘅團隊參與，做創建線上烏克蘭學校，呢兩年為兒童提供左教育，無論佢地身係何處。生係偏遠地區嘅學生，亦都有機會接觸到老師同課程，如果冇線上課程嘅話，佢地係接觸唔到呢啲資源嘅。呢個平台概括左中學嘅課程，將所有學生交給最好嘅老師。我哋從未諗過我哋呢個非盈利嘅項目，會喺一個比疫情更加嚴峻嘅情況下被需要。不過，宜家已經就嚟有40萬學生係呢個平台上學習。佢地從包括烏克蘭係內嘅120個國家接入，呢一刻佢地以難民嘅身份留係果啲國家。對於佢地所有人嚟講，每日呢幾個鐘唔單止係一個安全咁學習新知識嘅環境，排除一切，佢亦都係一個烏克蘭可以繼續投入嘅領域。呢個亦都係我從戰爭中學到嘅第二課。普京可以奪走我哋好多嘢。我哋嘅家，我哋嘅工作，我哋嘅愛人，以及我哋嘅安寧。但係佢唔可以攞走我哋嘅教育。知識同好奇心係無法被摧毀嘅寶藏。只要我哋嘅小朋友還係繼續學習，我哋嘅老師繼續教書，即使佢地宜家係轟炸下嘅避難所挨餓，甚至係難民營入面，我哋都係不敗嘅。\n係呢場戰爭入面，每一位烏克蘭人都有自己嘅前線。我哋嘅軍人、醫生、母親，就連我哋嘅老師同學生，亦都有自己嘅戰場。通過不斷學習，佢地為我哋嘅未來而戰。呢場戰爭唔只係關於邊界。我哋烏克蘭人為左自由，為左我哋想象同建造，我哋想要嘅未來嘅權利而戰，我哋嘅人勇敢咁企左出嚟。面對世界上第二大嘅軍隊，我哋不能獨自戰鬥。要想結束這場戰爭，我哋需要你。我哋需要每個國家嘅每一位公民，要求呢場戰爭停止。呢個亦都係我學到嘅第三課。我嘅自由同你有關。我嘅女兒嘅第一個字，係破毀嘅聲音，但係隨著佢嘅成長，我知道佢同佢這代人，會重新建造烏克蘭。我哋會修復我哋嘅道路，我哋嘅學校，我哋嘅醫院，我哋嘅屋同埋人。係知識同好奇心嘅推動下，我哋將再次走向成為一個繁榮、，自由嘅國家嘅路。如果你支持我哋。所以請大家唔好做一個旁觀者，唔好坐視不理。同我哋企喺一齊，支持自由，支持民主，支持烏克蘭。多謝大家。",
    "每一日，撒哈拉沙漠嘅沙溫度，可高達攝氏80度。沙漠幅員約九百萬平方公里，如此廣闊嘅沙漠，每年吸收來自太陽嘅能量，高達約二千二百萬太瓦時，係人類每年能源消耗量，總和嘅一百倍。我哋可唔可以通過喺沙漠鋪滿太陽能板，嚟解決能源問題呢？光子接觸太陽能板，且能量夠強嘅時候，就會拆散電子間嘅化學鍵，令電子變得不穩定，當電子開始恢復平穩，就會產生電力。不過，發電嘅能力係有限嘅，太陽能板只會對特定波長嘅光有反應，超過一半嘅陽光未能轉化為電能。就算適合嘅光子，未碰到電子之前，就已經被反彈走了。\n好彩，聰明嘅科學家、工程師，加上政府不斷嘅資金支持，太陽能板嘅產電效能有增無減。太陽能板表面有防反射塗層、紋理，增加光子接觸電子的機會，依啲技術大大提高咗太陽能板嘅商業效益。實驗中嘅太陽能板效能，從百分之十幾到百分之二十五，提升至百分之四十七。而且，太陽能已經比十年前平咗百分之八十九。有咁嘅成績，亦有賴其他科技嘅環球供應鏈都開始應用相同嘅物料，種種因素令太陽能成為地球上最便宜嘅電力。多個國家，包括印度、中國，埃及同美國，都已經喺境內沙漠地區建設太陽能板。依啲巨型太陽能發電站佔地15至56平方公里，只要太陽喺天上高高掛起，依啲發電站就可以生產電力，供給當地成千上萬嘅居民使用。但依啲發電站溫度亦極高，未能被光伏電池轉化或反射嘅陽光變成熱能被吸收，降低太陽能板嘅效能。眾多發電站嘅冷卻系統，譬如風扇同流水，需要消耗大量能源去運作，以維持最佳溫度。就算有冷卻系統，相比喺一般荒地，沙漠嘅太陽能板要承受更高溫度。雖然依個問題暫時未對太陽能發電站造成影響，但如果我哋嘗試攞太陽能板覆蓋撒哈拉，就有可能會對呢個地區嘅氣候造成重大影響。建造太陽能發電站已經擾亂當地生態，如此龐大嘅太陽能發電站一定會大規模改變整個沙漠嘅地貌。\n好彩，太陽能板唔係唯一嘅選擇，世界最大嘅幾個太陽能發電站正喺度嘗試一個新方法：巨型鏡子。摩洛哥嘅瓦爾扎扎特太陽能發電站建成後將會覆蓋撒哈拉，約三十平方公里，係個聚光太陽能熱發電站。設計透過反射光到接收塔，接受塔再將光能轉化為熱能嚟生產電力。雖然鏡子會產生危險高溫，對當地野生動物仍有影響，但對地貌嘅影響小啲。加上物料需時冷卻，所以就算喺太陽落山之後，發電站都仲可以繼續發電。無論係太陽能板，定係鏡子，工業太陽能發電站通常都好容易同已有發電設施接軌。但要超越本來能源網，將電力傳遞到更遠，就困難得多。有啲國家正想辦法將本土能源網接通世界，有好多發電站，將能源儲存喺巨型電池中，或者將電力變成清潔氣體能源備用，但因價格高、效益低，技術仲未能獨擔大旗。更差嘅係，工業用再生能源其實同化石燃料有共同嘅問題。兩種能源都太依賴破壞性採掘，以及造成全球碳排放連鎖反應。好彩嘅係，太陽能喺規模大小上很有彈性，從工業用太陽能農場，到同獨棟大廈、農業社區供電嘅小型裝置，依啲設施可提供能源，或者同電網外嘅設施被動發電，亦由於太陽能板組成部件簡單，安裝速度快，更新都相對容易。事實上，正係太陽能板嘅高度彈性，令佢喺近十年變得咁平、咁普遍。所以如果我哋要追上人類日益增長嘅能源需求，太陽能板無論大細，都一樣咁重要。",
    "只要我哋敢去夢想，我哋呢個時代最難嘅問題，都可以用簡單嘅技巧解決。我細個已經發現創意係實現夢想嘅鎖匙，呢樣嘢係我喺嫲嫲嗰度學返嚟。我嫲嫲叫RuthTichauer，係個醫生嚟，佢係猶太裔難民，後嚟喺安地斯山脈地區定居。喺我成長裏面，大人都係鼓勵我，唔好俾事物受到限制著目光，所以我受嘅教育包括到偏遠嘅土著社區幫佢。呢啲回憶好珍貴，因為啲回憶幫我明白城外嘅世界有無限嘅機會，同時無語言同文化嘅限制。喺當時旅程裏面，嫲嫲成日唱一首Kipling嘅詩：「有東西躲起來了，快去找它出來。到山𥚃去找它吧，它在山背滅失了。它滅失了，正等著你。去吧！」後嚟我學醫，知道世界上每一百個兒童，就有一個患心臟病，於是我諗我可以解決呢個問題嘅一部分。我一生都為呢一部分努力，而呢一部分係從懷孕期開始。胎兒要喺母體存活，就需要靠著循環系統同肺之間流動嘅血。喺出世嗰陣，呢種血液流動必然停止，否則，嬰兒嘅心臟就會有個窿，亦就係早産或者遺傳基因問題所見到嘅嘢。但係我哋而家知道，缺氧都係其中一個原因。喺圖中，你哋可以睇到心漏病嘅病發率。隨著海拔越高越大，喺影片可以見到心漏病病人好搏命咁呼吸。以前要封呢嗰窿，做手術係唯一嘅辦法。\n有一晩，我個朋友Malte喺阿馬遜河叢林露營。我哋生火時，只有綠色嘅鱷利樹枝唔會燒著，呢樣嘢觸發咗我嘅靈感。於是我哋用呢啲樹枝為骨幹，做咗第一個用嚟堵塞心漏病嘅發明。一個線圈就係一條金屬線不斷繞住自己，可能你哋睇嚟覺得唔係好靚，但係佢係我哋解決呢個大難題嘅第一款儀器。喺呢段片，我哋可以見到一條好幼嘅導管，點樣將儀器帶到心臟，然後線圈塞著個窿。有咗靈感之後，我哋花咗好耐製作一個雛形，試管或者活體研究喺實驗室裏邊上演咗幾千個鐘。如果線圈硏究成功，就能夠救到好多人。\n我由德國返到玻理維亞，途中諗，無論我哋去到邊，都會有機會令人哋過得更好。然後我同太太兼合伙人AlexandraHeath醫生開始診症，見到病人因為我哋嘅儀器醫返好，我哋都好熱血沸騰。但係有樣嘢困擾我哋，我哋住喺一處海拔萬二呎高嘅地方，而嗰度啲病人需要特別嘅儀器治療心臟病，因為居住喺高海拔嘅病人嘅病情係唔同嘅。因為佢哋動脈中間嗰窿特別大，好多病人無錢睇醫生，變咗唔可以及時診治，最後就病死。第一個發明嘅儀器只可以醫好玻利維亞一半呢類嘅病人。於是研究又繼續，我哋返到去畫草稿，經過好多次試驗，同埋得到嫲嫲山區土著朋友幫助，我哋造咗一件新儀器。過去幾百年嚟，土著婦女都係透過布上織複雜嘅圖案去講故仔，呢啲以前無諗過嘅技藝，竟然幫我哋製造新儀器。我哋利用呢啲傳統嘅織布方法，同埋會記録形狀嘅物料，設計咗一樣嘢。今次嘅織布技巧令儀器可以一件過生產。所以，儀器理應唔會生銹，甚至乎係天衣無縫。\n展望將來，呢種儀器經過幾十年嘅硏發，就會變成好精密嘅結構，可以見到呢種儀器經過自然嘅渠道進入人體，醫生要做嘅只係將心漏嘅導管關上，之後儀器會脹大，自我安置好，然後封咗個窿。呢個手術容易執行，因為儀器會自動操作，亦唔需要開刀。我哋做醫生嘅，往往需要長時間同精力，先至可以同疾病搏鬥。呢個係之前睇到嘅小朋友，經過手術之後，你可以睇到只要個儀器埋到去穿窿嘅位置，病人一定百分百好返。由開始到完成，成個程序只需要半個鐘頭，從醫學同常人嘅角度嚟講都令人鼓舞。\n以前嘅一啲病人家陣加入咗我哋團隊，佢哋令我哋好驕傲，咁係多得團隊之前同參與研究嘅病人，有緊密溝通。講到呢度，我哋只有一個信念：最好嘅方法一定要簡單。雖然我哋以前怕創造新嘅嘢，雖然路途艱難，困難重重，但係我哋嘅病人都好支持我哋，佢哋嘅抗逆能力同勇氣，都激發我哋嘅創意。我哋嘅目標係話︰冇一個兒童會因為經費或者就醫機會而得唔到治療，於是我哋成立一個以一對一嘅模式營運嘅基金，仲會向每位兒童免費提供一件儀器，等佢哋都可以接受治療。我哋現今已經推展到好多國家，但我哋仲需要走到世界每個角落。呢件事源自一個無可能實現嘅念頭，而且會延續落去，確保每一個兒童都得到醫治，多謝。"
]